Repository: Daniel-KM/Omeka-S-module-UserNames
Catalog: language/*.po
Languages: fr

source: User name
fr: Identifiant utilisateur

source: The user name %s is already taken.
fr: L'identifiant utilisateur %s est déjà pris.

source: User name or email
fr: Identifiant ou e-mail

source: User name, email, or password is invalid
fr: L'identifiant utilisateur, l'e-mail ou le mot de passe est invalide.

source: The user name cannot be empty.
fr: L'identifiant utilisateur ne peut pas être vide.

source: User name must be between %1$s and %2$s characters.
fr: L'identifiant utilisateur doit contenir entre %1$s et %2$s caractères.

source: Whitespace is not allowed. Only these special characters may be used: %s
fr: Les espaces ne sont pas autorisés dans l'identifiant utilisateur. Utilisez uniquement les caractères spéciaux suivants : %s

source: User name minimum length
fr: Longueur minimum des identifiants utilisateur

source: User name maximum length
fr: Longueur maximum des identifiants utilisateurs

source: Minimum length cannot be empty.
fr: La taille minimum ne peut pas être vide

source: Maximum length cannot be empty.
fr: La taille maximum ne peut pas être vide

source: Max and min length out of bounds. Maximum length cannot be over 190.
fr: Taille minimum et/ou maximum hors limite. La taille maximum ne peut pas dépasser 190.
